Repository: wp-plugins/digest
Catalog: languages/digest-*.po
Languages: de_de

source: Today on %s
de_de: Heute bei %s

source: Past Week on %s
de_de: Die vergangene Woche bei %s

source: Hi %s
de_de: Hallo %s

source: Hi there
de_de: Hallo

source: That's it, have a nice day!
de_de: Das war's, einen schönen Tag noch!

source: See what's happening on your site:
de_de: Sieh dir an, was auf deiner Website passiert:

source: Others
de_de: Andere

source: New Comments
de_de: Neue Kommentare

source: There was %s new comment.
de_de: Es gab %s neuen Kommentar.

source: Pending Comments
de_de: Unerledigte Kommentare

source: There is %s new comment waiting for approval.
de_de: Zurzeit wartet %s Kommentar auf Freigabe.

source: Please visit the <a href="%s">moderation panel</a>.
de_de: Bitte gehe zur <a href="%s">Moderationsansicht</a>.

source: New User Sign-ups
de_de: Neue Benutzerregistrierungen

source: The following user signed up on your site:
de_de: Der folgende Benutzer hat sich auf deiner Website registriert:

source: Password Changes
de_de: Passwortänderungen

source: The following user lost and changed his password:
de_de: Der folgende Benutzer hat sein Passwort zurückgesetzt

source: Delete
de_de: Löschen

source: Approve
de_de: Genehmigen

source: %s (ID: %d) %s ago
de_de: %s (ID: %d) vor %s

source: Your site at <a href="%1$s">%2$s</a> has been updated automatically to WordPress %3$s %4$s ago.
de_de: Deine Website unter <a href="%1$s">%2$s</a> wurde vor %4$s automatisch auf WordPress %3$s aktualisiert.

source: For more on version %1$s, see the <a href="%2$s">About WordPress</a> screen.
de_de: Um mehr über Version %1$ss zu erfahren, schau Dir die <a href="%2$s">Über WordPress-Seite</a> an.

source: Please update your site at <a href="%1$s">%2$s</a> to WordPress %3$s. Updating is easy and only takes a few moments.
de_de: Bitte aktualisiere Deine Website unter <a href="%1$s">%2$s</a> auf WordPress %2$s.

source: Update now
de_de: Jetzt aktualisieren

source: Trackback on %1$s %2$s ago:
de_de: Trackback zu %1$s vor %2$s:

source: Pingback on %1$s %2$s ago:
de_de: Pingback zu %1$s vor %2$s:

source: Excerpt: %s
de_de: Auszug: %s

source: Author: %s
de_de: Autor: %s

source: Comment on %1$s %2$s ago:
de_de: Kommentar zu %1$s vor %2$s

source: Comment: %s
de_de: Kommentar: %s

source: Email Notifications
de_de: E-Mail Benachrichtigungen

source: You get a daily or weekly digest of what's happening on your site. Here you can configure its frequency.
de_de: Du erhältst eine tägliche oder wöchentliche Zusammenfassung des Geschehen auf deiner Website. Hier kannst du die Häufigkeit einstellen.

source: Frequency
de_de: Häufigkeit

source: Send me a digest of new site activity
de_de: Sende mir eine Zusammenfassung

source: at
de_de: um

source: o'clock
de_de: Uhr

source: every
de_de: jeden

source: Settings
de_de: Einstellungen

source: Get a daily/weekly digest of what's happening on your site instead of receiving a single email each time.
de_de: Erhalte eine tägliche oder wöchentliche Zusammenfassung des Geschehen auf deiner Website anstelle einzelner E-Mails.

# verb
source: Trash
de_de: Löschen

# frequency
source: every day
de_de: jeden Tag

# frequency
source: every week
de_de: jede Woche
